Repository: Kururu19/Pingus-Indonesia
Catalog: *.po
Languages: id

source: Screenshot: Saving screenshot to:
id: Screenshot: Simpan screenshot ke:

source: Screenshot: Screenshot is done.
id: Screenshot: Screenshot selesai.

source: Screenshot: Couldn't write file:
id: Screenshot: Tidak bisa mengetik file:

source: Select all Clear Selection Raise objects Lower objects Raise objects to top Lower objects to bottom Rotate 90 degree Rotate 270 degree Group selected objects Ungroup selected objects
id: Pilih semua Batalkan pemilihan Naikkan objek Turunkan objek Naikkan objek ke atas Turunkan objek ke bawah Putar 90 derajat Putar 270 derajat Gabungkan objek yang dipilih Pisahkan objek yang dipilih

source: Flip object horizontaly Flip object vertically Delete all marked objects Move objects by one pixel Move objects by 32 pixel Toggle background color Increase/lower repeat
id: Balik objek secara horizontal Balik objek secara vertikal Hapus semua objek yang ditandai Pindahkan objek sebesar 1 piksel Pindahkan objek sebesar 32 piksel Ubah warna latar belakang Tingkatkan/kurangi pengulangan

source: You should name your level files systematically, i.e. by their theme, their number and your nickname: <levelname><number>-<creator>.pingus So if you create your second level with a stone theme, call it: stone2-yourname.pingus When you have created a level and want to have it included in the game mail it to: pingus-devel@nongnu.org Only levels published under the GPL are allowed into the game. The editor automatically inserts a reference to the GPL, if you want to have your level under a different license, you have to change that reference.
id: Anda harus memberi nama berkas level secara sistematis, yaitu berdasarkan tema, nomor, dan nama panggilan Anda: <nama_level><nomor>-<pencipta>.pingus Jadi, jika Anda membuat level kedua dengan tema batu, beri nama: stone2-yourname.pingus Setelah Anda membuat level dan ingin memasukkannya ke dalam game, kirimkan ke: pingus-devel@nongnu.org Hanya level yang diterbitkan di bawah lisensi GPL yang diizinkan masuk ke dalam permainan. Editor secara otomatis menyisipkan referensi ke GPL. Jika Anda ingin level Anda berada di bawah lisensi yang berbeda, Anda harus mengubah referensi tersebut.

source: Open
id: Buka

source: Save
id: Simpan

source: Cancel
id: Batal

source: Filename:
id: Nama file

source: Pathname:
id: Nama path

source: Open a level
id: Buka level mu

source: Save your level
id: Simpan level mu

source: New level
id: Level baru

source: Open level...
id: Buka level

source: Save level...
id: Simpan level

source: Save level as...
id: Save level sebagai

source: Play level...
id: Mainkan level

source: Configure actions
id: Aksi konfigurasi

source: Configure level
id: Level konfigurasi

source: Display object properties
id: Tampilan properti object

source: Show object insertion window
id: Tampilkan jendela penambahan objek

source: Show minimap
id: Perlihatkan minimap

source: Duplicate the selected objects
id: Duplikat objek yang dipilih

source: Delete the selected objects
id: Hapus objek yang dipilih

source: Raise object to top
id: Angkat objek ke atas

source: Raise object
id: Angkat objek

source: Lower object
id: Objek bawah

source: Lower object to bottom
id: Turunkan objek ke bawah

source: Flip object horizontally
id: Balik objek secara horizontal

source: Flip object vertically
id: Balikkan objek secara vertikal

source: Rotate object -90 degree
id: Putar objek -90 derajat

source: Rotate object 90 degree
id: Putar objek 90 derajat

source: Display help
id: Bantuan

source: Exit
id: Keluar

source: Entrance
id: Pintu Masuk

source: Groundpiece (ground)
id: Bagian dasar (lantai)

source: Groundpiece (solid)
id: Bagian dasar (padat)

source: Groundpiece (bridge)
id: Bagian dasar (jembatan)

source: Groundpiece (transparent)
id: Bagian dasar (transparan)

source: Groundpiece (remove)
id: Bagian dasar (hilangkan)

source: Background
id: Latar belakang

source: Liquid
id: Cairan

source: Trap
id: Perangkap

source: Weather
id: Cuaca

source: Special Object
id: Objek spesial

source: Prefab Object
id: Objek Pabrikasi

source: Replace
id: Ganti

source: Object:
id: Objek:

source: Nothing selected
id: Belum dipilih

source: Transparent
id: Transparan

source: Solid
id: Padat

source: Ground
id: Tanah

source: Bridge
id: Jembatan

source: Water
id: Air

source: Remove
id: Hapus

source: Direction:
id: Arah

source: Left
id: Kiri

source: Misc
id: Berbagai macam

source: Right
id: Kanan

source: ReleaseRate:
id: Laju Pelepasan:

source: Owner Id:
id: ID Pemilik:

source: Color:
id: Warna

source: Small Stars:
id: Bintang kecil

source: Middle Stars:
id: Bintang tengah

source: Large Stars:
id: Bintang besar

source: Repeat:
id: Ulangi

source: Target Id:
id: Id Target

source: Height:
id: Tinggi:

source: Object: [Group]
id: Objek: [Grup]

source: Group not supported
id: Grup tidak didukung

source: Object:
id: Objek:

source: [OPTIONS]... [FILE]
id: [PENGATURAN] ... [FILE]

source: Pingus is a puzzle game where you need to guide a bunch of little penguins around the world.
id: Pingus adalah game puzzle di mana Kamu harus mengarahkan sekelompok penguin kecil berkeliling dunia.

source: General Options:
id: Opsi umum

source: Displays this help
id: Tampilkan bantuan ini

source: Print version number and exit
id: Print nomor versi dan keluar

source: Enable info level log output
id: Aktifkan output log dengan tingkat informasi

source: Enable debug level log output
id: Aktifkan output log tingkat debug

source: Disable all log output
id: Matikan semua log output

source: Display Options:
id: Opsi Tampilan:

source: Start in Window Mode
id: Jalankan di mode jendela

source: Start in Fullscreen
id: Jalankan di mode layer penuh

source: Use the given renderer (default: sdl)
id: Gunakan renderer yang diberikan (default: sdl)

source: Set the window resolution for pingus (default: 800x600)
id: Atur resolusi jendela untuk pingus 800x600)

source: Set the resolution used in fullscreen mode (default: 800x600)
id: Atur resolusi yang digunakan dalam mode fullscreen (типово: 800x600)

source: Enable software cursor
id: Aktifkan kursor

source: Game Options:
id: Opsi game:

source: Disable automatic scrolling
id: Matikan scrolling otomatis

source: Enable drag'n drop scrolling
id: Aktifkan kursor seret dan lepas

source: Sound Options:
id: Opsi Suara:

source: Disable sound
id: Matikan suara

source: Disable music
id: Matikan musik

source: Select language to use with Pingus
id: Pilih Bahasa untuk digunakan Bersama Pingus

source: List all available languages
id: Daftar semua bahasa yang tersedia

source: Loads the level editor
id: Memuat editor level

source: Directory Options:
id: Opsi Direktori

source: Load game datafiles from DIR
id: Muat berkas data game dari direktori

source: Load config files and store savegames in DIR
id: Muat berkas konfigurasi dan simpan file penyimpanan permainan di DIR

source: Load game modifications from DIR
id: Muat modifikasi game dari folder DIR

source: Don't read ~/.pingus/config
id: Jangan baca ~/.pingus/config

source: Read config options from FILE
id: Baca opsi konfigurasi dari FILE

source: Uses the controller given in FILE
id: Menggunakan pengontrol yang tercantum dalam FILE

source: Debug Options:
id: Opsi Debug:

source: Enables some special features for developers
id: Aktifkan beberapa fitur untuk developers

source: Set the game speed (0=fastest, >0=slower)
id: Atur kecepatan game (0=Lebih cepat, >0=Lebih lambat)

source: Set the desired game framerate (frames per second)
id: Atur kecepatan framerate game (frames per detik)

source: Set the size of the map tiles (default: 32)
id: Atur ukuran peta (default: 32)

source: Pingus: Out of memory!
id: Pingus: Kehabisan memori!

source: Pingus: Standard exception caught!:
id: Pingus: Kecelakaan standar terdeteksi!:

source: Pingus: Unknown throw caught!
id: Pingus: Lemparan tak dikenal tertangkap!

source: unlimited
id: Tak terbatas

source: Bridger
id: Jembatan

source: Play
id: Main

source: Back
id: Kembali

source: Number of Pingus:
id: Jumlah Pingus:

source: Number to Save:
id: Diselamatkan

source: Time:
id: Waktu:

source: Author:
id: Pencipta

source: Close
id: Tutup

source: Story
id: Cerita

source: ..:: Start the game ::..
id: Mulai permainan

source: Editor
id: Editing

source: ..:: Create your own levels ::..
id: ..:: Buat level kamu sendiri ::..

source: Options
id: Pengaturan

source: ..:: Configure the game ::..
id: ..:: Konfigurasikan game ::..

source: Levelsets
id: Setlevel

source: ..:: Play User Built levels ::..
id: ..:: Mainkan Level yang Dibuat User ::..

source: ..:: Bye, bye ::..
id: ..:: Dadah ::..

source: Under Construction
id: Sedang dalam pembangunan

source: Untested, unpolished and broken levels
id: Level yang belum diuji, belum disempurnakan, dan rusak

source: Solved:
id: Sudah diselesaikan:

source: skip
id: Lewati

source: Fullscreen
id: Layar Penuh

source: Mouse Grab
id: Genggaman Mouse

source: Autoscrolling
id: Scrolling otomatis

source: Drag&Drop Scrolling
id: Seret dan Lepas untuk Scrolling

source: Resolution:
id: Resolusi

source: Language:
id: Bahasa

source: Master Volume:
id: Volume Utama:

source: Sound Volume:
id: Volume Suara:

source: Music Volume:
id: Volume Musik:

source: Option Menu
id: Menu Pengaturan

source: Some options require a restart of the game to take effect.
id: Beberapa opsi memerlukan restart permainan agar perubahan berlaku.

source: Give up
id: Menyerah

source: Retry
id: Coba lagi

source: Success!
id: Berhasil!

source: Failure!
id: Gagal!

source: Perfect! You saved everyone possible - great!
id: Sempurna! Kamu telah menyelamatkan semua orang yang bisa diselamatkan - hebat!

source: No-one got killed, pretty good work.
id: Tidak ada yang terbunuh, Good job.

source: You saved exactly what you needed - you made it, but maybe you can do better?
id: Kamu telah menyimpan apa yang dibutuhkan - You made it!, Tapi mungkin Kamu bisa melakukannya dengan lebih baik?

source: Not everybody was saved, but still good work!
id: Tidak semua orang selamat, Tapi ya not bad lah.

source: What can I say, you made it - congratulations!
id: Kamu berhasil melakukannya - Selamat!

source: You killed everybody, not good.
id: Kamu membunuh semuanya, itu tidak baik loh.

source: No-one got saved - I know you can do better.
id: Tidak ada yang selamat - Aku tau kamu bisa melakukannya lebih baik lagi, semangat!

source: You didn't save enough, but you saved a few. Next time you might do better.
id: Penyelamatan tidak cukup, Setidaknya kamu menyelamatkannya beberapa. Selanjutnya Lain kali pasti bisa lebih baik.

source: Only one more and you would have made it - try again!
id: Sekali lagi dan kamu akan berhasil - Berusaha lagi!

source: Only a handful more and you would have made it - try again!
id: Dikit lagi dan kamu hampir berhasil - Semoga beruntung!

source: Better luck next time!
id: Semoga beruntung lain kali!

source: Saved:
id: Diselamatkan

source: Died:
id: Mati:

source: Time left:
id: Waktu tersisa

source: Angel
id: Malaikat

source: Digger
id: penggali

source: Waiter
id: Pelayan

source: Walker
id: pejalan kaki

source: Released:%3d/%d Out:%3d Saved:%3d/%d
id: Diterbitkan:%3d/%d Keluar:%3d Diselamatkan:%3d/%d

source: Show Ending?
id: Lihat Ending?

source: Leave?
id: Keluar?

source: If the way is blocked, bash away
id: Jika jalan terhalang, hantam saja!

source: Similar to the Digger action that you already know from previous levels, there is also an action that allows the Pingus to dig horizontally, as opposed to the vertical dig ability the Digger action provides. This new action is called Basher.
id: Sama seperti aksi Digger yang sudah Anda kenal dari level sebelumnya, ada juga aksi yang memungkinkan Pingus menggali secara horizontal, berbeda dengan kemampuan menggali vertikal yang disediakan oleh aksi Digger. Aksi baru ini disebut Pemukul.

source: Sacrifice a few and save the rest
id: Korbankan beberapa dan selamatkan sisanya.

source: Sometimes no other actions are available, so you have to bomb your way through the ground. The Pingus can do this by actually self- destructing. This will kill them, but it is sometimes necessary to sacrifice a few to save the rest.
id: Terkadang tidak ada tindakan lain yang tersedia, jadi Kamu harus menghancurkan jalan melalui tanah. Pingus dapat melakukannya dengan cara meledakkan diri sendiri. Hal ini akan membunuh mereka, tetapi terkadang perlu mengorbankan beberapa di antaranya untuk menyelamatkan yang lain.

source: Learning to dig
id: Belajar menggali

source: This is your first mission. As always, it's pretty easy. All you have to do is to give a Pingu the command to dig a hole into the ground so that they can reach the exit. This can be accomplished simply by clicking on a Pingu.
id: Ini adalah misi pertamamu. Seperti biasa, ini cukup mudah. Yang perlu kamu lakukan hanya memberi perintah kepada Pingu untuk menggali lubang di tanah agar mereka mencapai pintu keluar. Hal ini dapat dilakukan dengan hanya mengklik Pingu.

source: Float or Die
id: Berlayar atau Tenggelam

source: Well done in mission one! Now let's start the next one. This time you will need to equip your Pingus with a little propeller, so that they can float to the ground smoothly. If Pingus fall too far, they will not be able to survive the fall, so keep your eyes open!
id: Selamat atas keberhasilan di misi pertama! Sekarang mari kita mulai misi berikutnya. Kali ini, kamu perlu melengkapi Pingus dengan baling-baling kecil agar mereka bisa mendarat dengan mulus. Jika Pingus jatuh terlalu jauh, mereka tidak akan bisa bertahan dari jatuh, jadi tetap waspada!

source: Jump for joy
id: Lompatlah dengan gembira!

source: Sometimes a Pingu needs to reach a platform that is far away, but not reachable by walking. That's when the Jumper comes in handy - it allows the Pingu to make a small jump and so enables him to reach the platform.
id: Terkadang Pingu perlu mencapai platform yang jauh, tetapi tidak dapat dijangkau dengan berjalan kaki. Di situlah Jumper berguna - ia memungkinkan Pingu untuk melompat sedikit dan sehingga bisa mencapai platform.

source: Miner's heaven
id: Surga para penambang

source: Another action hits the street - another digging action, this time a diagonal one. It allows a Pingu to dig diagonally through ground, thus creating a path for following Pingus. The action is called Miner.
id: Aksi lain muncul di jalan - aksi menggali, kali ini secara diagonal. Aksi ini memungkinkan Pingu menggali secara diagonal melalui tanah, sehingga menciptakan jalur bagi Pingus yang mengikuti. Aksi ini disebut Menggali.

source: Panic Island (float/bash)
id: Pulau Panik (mengapung/memukul)

source: While the previous levels have not required much quick action from you, this one gets a bit trickier. The Pingus are coming out of two entrances in parallel and it is your job to coordinate the two groups wisely.
id: Meskipun level-level sebelumnya tidak memerlukan banyak tindakan cepat, level ini sedikit rumit. Pingus muncul dari dua pintu masuk secara bersamaan, dan tugas mu ialah mengoordinasikan kedua kelompok tersebut dengan bijak.

source: Jump'n Bump... and Bash...
id: Lompat, Tabrak... Boom!

source: It's panic time again. The Pingus will not come out very fast, but since they turn around when they hit walls you will soon have some trouble coordinating them all. Since you only need to save 5 it should be doable, but if all else fails use the pause-mode ('p') to get an overview again.
id: Waktunya panik! Pingus tidak akan keluar dengan cepat, tetapi karena mereka berbalik arah saat menabrak dinding, kamu akan segera kesulitan mengkoordinasikan semuanya. Karena kamu hanya perlu menyelamatkan 5, seharusnya bisa dilakukan, tetapi jika semua gagal, gunakan mode pause (‘p’) untuk mendapatkan gambaran keseluruhan lagi.

source: Two groups in parallel, coordinate wisely
id: Dua kelompok secara paralel, koordinasikan dengan bijak.

source: You have two groups to coordinate this time. No need to panic, since this level gives you enough time to think your actions through. No more tips this time, but good luck!
id: Kamu memiliki dua kelompok yang perlu dikoordinasikan kali ini. Santai saja, karena level ini memberi Kamu cukup waktu untuk memikirkan langkah-langkah mu dengan matang. Tidak ada tips lagi kali ini, but good luck!

source: Block'a Rock
id: Blok Batu.

source: Once again it's time to combine the things you have learned in your previous levels. Blast your way free and make sure you also keep the rest of the Pingus under control. The Blocker action will be helpful.
id: Sekali lagi, ini waktunya menggabungkan semua yang kamu pelajari di level-level sebelumnya. Hancurkan jalanmu untuk bebas dan pastikan kamu juga tetap mengendalikan Pingus lainnya. Aksi Blocker akan sangat membantu.

source: Climb, Climber,... Boom!
id: Naik, Pendaki,... Boom!

source: As you might have already figured out from previous levels, you often have to combine different actions to get the job done. Due to the lack of a Digger action in this level the Bomber needs to jump in, but how can it reach the place to bomb?
id: Seperti yang Kamu tau dari level-level sebelumnya, Kamu sering kali harus menggabungkan berbagai tindakan untuk menyelesaikan tugas. Karena tidak ada tindakan Penggali di level ini, Bomber harus turun tangan, bagaimana caranya agar Bomber bisa mencapai tempat untuk meledakkan bom?

source: Bridging gets more complicated...
id: Proses penyambungan jadi lebih rumit...

source: Once again you have to combine actions carefully and wisely. If you don't you could end up in the hole just before the exit, so think about how to avoid that.
id: Sekali lagi, Kamu harus menggabungkan tindakan dengan hati-hati dan bijak. Jika tidak, Kamu bisa terjebak di lubang sebelum pintu keluar, jadi pikirkan cara untuk menghindarinya.

source: If too high, your Pingu will die...
id: Jika terlalu tinggi, Pingu mu bisa K.O

source: Teamwork is the way to the exit this time. You don't have enough Floaters to reach the exit, so just send a few and let them prepare the path for the rest.
id: Kerja sama tim adalah kunci untuk mencapai pintu keluar kali ini. Kamu tidak memiliki cukup Floaters untuk mencapai pintu keluar, jadi kirimkan beberapa saja dan biarkan mereka menyiapkan jalan untuk yang lain.

source: Learn to use the bridge
id: Belajar menggunakan jembatan

source: If no Jumper is at hand and a large hole needs to be passed, a bridge can be pretty helpful. It takes some time to build, but unlike the jumper action it allows following Pingus to reach the other end too.
id: Jika tidak ada Jumper yang tersedia dan perlu melewati lubang besar, jembatan bisa berguna. Membangunnya memakan waktu, tetapi berbeda dengan aksi Jumper, jembatan ini memungkinkan Pingus yang mengikuti untuk mencapai ujung lainnya.

source: Three solutions, it's up to you
id: Tiga solusi, pilihan ada di tangan mu.

source: Now that you've learned all the actions, it's time for some more practice. This level presents you with at least three different ways to solve it. It's up to you which one you pick.
id: Sekarang setelah Kamu mempelajari semua tindakan, saatnya untuk berlatih lebih lanjut. Level ini menawarkan tiga cara berbeda untuk menyelesaikannya. Pilihan ada di tangan mu.

source: Climb, Climber, climb... and build a bridge
id: Naiklah, pendaki, naiklah... dan bangunlah jembatan.

source: Once again you get access to a new action. The Climber action allows a Pingu to climb up straight walls, thus allowing him to reach stuff that might be too high to reach by other means.
id: Sekali lagi, Kamu mendapatkan akses ke aksi baru. Aksi Pendaki memungkinkan Pingu untuk memanjat dinding vertikal, sehingga dapat mencapai benda-benda yang terlalu tinggi untuk dijangkau dengan cara lain.

source: Entrance high, Exit low
id: Masuk tinggi, Keluar rendah

source: If you don't have enough floaters to bring all the Pingus down to the exit - you have to find other ways to guide them down. You should have learned all the stuff you need for this level in previous levels, so this shouldn't be too much of a problem for you.
id: Jika Kamu tidak memiliki cukup floaters untuk membawa semua Pingus ke pintu keluar - Kamu harus mencari cara lain untuk mengarahkan mereka ke bawah. Kamu seharusnya sudah mempelajari semua hal yang diperlukan untuk level ini di level-level sebelumnya, jadi ini seharusnya tidak menjadi masalah besar bagi mu.

source: One must prepare, the rest must follow
id: Seseorang harus bersiap, yang lain harus mengikuti.

source: Sometimes there are situations where you don't have a Blocker at hand to coordinate your Pingus. You'll have to find other ways to keep them under control while a single one prepares the path for the rest.
id: Terkadang ada situasi di mana Kamu tidak memiliki Blocker yang tersedia untuk mengkoordinasikan Pingus. Kamu harus mencari cara lain untuk mengendalikan mereka sementara satu di antaranya menyiapkan jalur untuk yang lain.

source: Dig and float, just don't fall and smash
id: Gali dan terapung, jangan sampai jatuh dan hancur.

source: Unlike the first two levels, you have two actions available in this level. Your job is again simple: select an action at the panel on the left and apply it to the Pingus so that they will be able to reach the exit. Make sure that not too many of them die.
id: Berbeda dengan dua level sebelumnya, di level ini Kamu memiliki dua aksi yang tersedia. Tugas mu kembali sederhana: pilih aksi di panel sebelah kiri dan terapkan pada Pingus agar mereka dapat mencapai pintu keluar. Pastikan tidak terlalu banyak dari mereka yang mati.

source: Dig, bash and other problems
id: Menggali, memukul, dan masalah lainnya

source: The more levels you master, the more difficult they will get, but don't panic, as this one is still pretty easy. Just use the stuff that you've learned in the previous levels and you shouldn't have many problems. If you think you've reached a situation from which you can no longer solve the level, double click the armageddon button at the lower right.
id: Semakin banyak level yang kamu kuasai, semakin sulit level-level berikutnya, Tapi santai saja, karena level ini masih cukup mudah. Gunakan saja apa yang sudah kamu pelajari di level-level sebelumnya, dan kamu tidak akan mengalami banyak masalah. Jika kamu sudah sampai pada situasi di mana kamu tidak bisa lagi menyelesaikan level, klik dua kali tombol Armageddon di pojok kanan bawah.

source: Solid ground can block the path
id: Tanah yang kokoh dapat menghalangi jalan.

source: As you have learned in earlier levels your Pingus can dig through basically any terrain, but there is one material which they can't penetrate: steel. These regions are marked dark grey on the level map and cannot be destroyed, so you must find a way around them.
id: Seperti yang telah dipelajari di level sebelumnya, Pingus dapat menggali melalui hampir semua jenis medan, tetapi ada satu bahan yang tidak dapat mereka tembus: baja. Wilayah-wilayah ini ditandai dengan warna abu-abu gelap pada peta level dan tidak dapat dihancurkan, jadi Kamu harus mencari cara untuk mengelilinginya.

source: One jump to catch them all
id: Satu lompatan saja untuk menangkap mereka semua

source: The pingus have found themselves lost on their journey. What is this mysterious place? Smiling pumpkins, giant candlesticks, and some boiling soup below... what wizardry is this? Now, facing a deadly abyss right in front of them it's your job to save them. Can you save them from a terrible fate?
id: Pingus-pingus itu tersesat dalam perjalanan mereka. Apa ini tempat misterius? Labu-labu tersenyum, lilin raksasa, dan sup mendidih di bawah... apa sihir apa ini? Kini, di hadapan jurang maut yang mengerikan, tugasmu adalah menyelamatkan mereka. Bisakah kamu menyelamatkan mereka dari nasib mengerikan?

source: One Thousand and One Jumps
id: Seribu Satu Lompatan
