Repository: Kururu19/Pingus-Indonesia
Catalog: *.po
Languages: id

source: With the exit so high above and far out of reach for a normal Pingu, what options are there? Perhaps a jumper can rescue them? Or will he simply slow their inevitable demise? It's your job to find out, but are you good enough to save them all?
id: Dengan pintu keluar yang begitu tinggi dan jauh di luar jangkauan seekor Pingu biasa, Mungkin ada seorang penolong yang bisa menyelamatkan mereka? Atau dia hanya akan memperlambat kematian mereka yang tak terhindarkan? Tugasmu adalah menemukannya, but are you good enough to save them all?

source: You've mastered the last challenge and now face the next. Their path to salvation seems to be cursed, but by whom? There is no time to think about it, since the next deadly challenge already awaits the Pingus. Two mighty roots block the way, but without a basher at hand to bash them away, sacrifice might be the only option...
id: Kamu telah menguasai tantangan terakhir dan kini menghadapi tantangan berikutnya. Jalan menuju keselamatan mereka sepertinya terkutuk, tapi oleh siapa? Tidak ada waktu untuk memikirkannya, karena tantangan mematikan berikutnya sudah menanti Pingus. Dua akar raksasa menghalangi jalan, tapi tanpa alat pemukul untuk menghancurkannya, pengorbanan mungkin menjadi satu-satunya pilihan...

source: Full Circle
id: Siklus Penuh

source: The exit is so close, yet out of reach. A step in the wrong direction and the Pingus will fall to a terrible fate. You must do something to help them, but is there enough time? You have to hurry and can't allow yourself any mistakes. The Pingus are counting on you!
id: Keluarannya begitu dekat, namun tak terjangkau. Satu langkah salah dan Pingus akan jatuh ke nasib yang mengerikan. Kamu harus bergegas dan tak boleh membuat kesalahan. Pingus mengandalkanmu!

source: Bridgers Nightmare
id: Mimpi Buruk Bridgers

source: Who placed this monstrous wall here? This terrible blockade separates your Pingus from the exit. Destruction of its awful construction seems an impossibility, but perhaps the bridger can come to the rescue? Can they build their bridges high enough to guide the group yet again safely to the exit? Or is somebody playing evil mind tricks with you? Yet again the solution is your call... your gray matter is the key to the Pingus' success, so don't let yourself get confused and misguided from the true path.
id: Siapa yang menempatkan dinding raksasa ini di sini? Penghalang mengerikan ini memisahkan Pingus Kamu dari pintu keluar. Merusak konstruksi mengerikan ini tampaknya mustahil, tetapi mungkin jembatan dapat datang untuk menolong? Bisakah mereka membangun jembatan mereka cukup tinggi untuk mengarahkan kelompok ini sekali lagi dengan aman ke pintu keluar? Atau apakah seseorang sedang memainkan trik pikiran jahat pada mu? Sekali lagi, solusi ada di tanganmu... otakmu adalah kunci kesuksesan Pingus, jadi jangan biarkan dirimu bingung dan tersesat dari jalan yang benar.

source: Locked up by the witch
id: Ditahan oleh penyihir

source: Is this a prison? Blocked by solid walls all around, there doesn't seem to be a way to escape. Salvation seems impossible. But wait... the wall to the right seems weak... perhaps this is a way to escape? Or is it a false path that will lead to the Pingus' doom? This is a risky trip, but you must take it to find out how to bring them all to freedom once again.
id: Apakah ini penjara? Dikelilingi oleh dinding-dinding kokoh di semua sisi, sepertinya tidak ada cara untuk melarikan diri. Tapi tunggu... dinding di sebelah kanan sepertinya lemah... mungkin ini adalah cara untuk melarikan diri? Atau apakah ini jalan palsu yang akan membawa mereka ke kehancuran? Ini adalah perjalanan yang berisiko, tetapi kamu harus melakukannya untuk menemukan cara membawa mereka semua kembali ke kebebasan.

source: This is by far the deepest pit the Pingus have yet encountered. Building a bridge across it seems obvious but that won't help since the exit is deep down in the pit itself. Pingus who try to go down the pit will just end up splattered all over the ground. You have two groups of Pingus at your disposal, can you make them work together to reach even an exit this well hidden?
id: Ini adalah lubang terdalam yang pernah ditemui oleh Pingus. Membangun jembatan di atasnya mungkin terdengar jelas, tetapi itu tidak akan membantu karena pintu keluarnya berada jauh di dalam lubang itu sendiri. Pingus yang mencoba turun ke lubang akan berakhir terciprat di seluruh tanah. Kamu memiliki dua kelompok Pingus yang dapat digunakan, bisakah Kamu membuat mereka bekerja sama untuk mencapai pintu keluar yang begitu tersembunyi ini?

source: Staircase Maintenance
id: Perawatan Tangga

source: It seems we are up again against a mighty wall, and it is blocking the exit! But wait, some good soul has built a staircase around it. It seems, however, that the poor fool's efforts didn't last long, as the staircase is destroyed and full of holes. Can you fix it and make it over the wall? Yet of course you know that the right solution might not be the obvious one. But your Pingus are almost free, and they trust in your skill to guide them to safety once more. Succeed and you will have freed them once and for all from whatever evildoer that placed them in this nightmare... at least for this year.
id: Sepertinya kita kembali dihadapkan pada dinding yang kokoh, dan dinding itu menghalangi jalan keluar! Tapi tunggu, ada seseorang yang baik hati telah membangun tangga di sekitarnya. Namun, sepertinya usaha si bodoh itu tidak bertahan lama, karena tangga itu hancur dan penuh lubang. Bisakah kamu memperbaikinya dan melewati dinding itu? Namun, Pingus-mu hampir bebas, dan mereka percaya pada kemampuamu untuk membimbing mereka ke tempat aman sekali lagi. Berhasil, dan kamu akan membebaskan mereka selamanya dari penjahat yang menempatkan mereka dalam mimpi buruk ini... setidaknya untuk tahun ini.

source: Down Into The Cave
id: Menuruni Goa

source: The exit is far below and the pingus are separated from it by quite a distance. The path down is riddled with gulfs, so jumping and bridging will be the primary tool to get down there. But be careful, the last few steps require some extra cleverness.
id: Keluarannya berada jauh di bawah dan pingus-pingus terpisah darinya dengan jarak yang cukup jauh. Jalan turun dipenuhi dengan jurang-jurang, jadi melompat dan menjembatani akan menjadi alat utama untuk turun ke sana. langkah-langkah terakhir memerlukan sedikit kecerdikan ekstra.

source: Round and Round
id: Berputar-putar

source: Trapped in an eternal loop one brave pingu has to break out and go on a journey in search for the exit, but he mustn't be too happy once he found it, as there is still one last challenge he must solve before being allowed to enter it, otherwise all his friends might perish.
id: Terperangkap dalam lingkaran abadi, seekor pingu yang berani harus melarikan diri. Namun, dia tidak boleh terlalu bahagia begitu menemukannya, karena masih ada satu tantangan terakhir yang harus dia selesaikan sebelum diizinkan masuk ke dalamnya. Jika tidak, semua temannya mungkin akan....

source: Red Herring Cave
id: Gua Red Herring

source: The exit is right above the pingus heads, with a few friendly arrows pointing the way. With jumpers around the solution should be obvious. But wait, can anything you find in a dark cave be trusted or is there some more going on which might slip your view? Thinking outside the box might be required.
id: Keluarannya tepat di atas kepala pingus, dengan beberapa panah ramah yang menunjuk arah. Dengan para pelompat di sekitarnya, solusinya seharusnya jelas. Tapi tunggu, apakah sesuatu yang kamu temukan di gua gelap bisa dipercaya, atau ada hal lain yang mungkin terlewat dari pandanganmu? Berpikir di luar kotak mungkin diperlukan.

source: Group Coordination
id: Koordinasi Kelompok

source: Three groups are on their way to the exit, one of them trapped right above it, but locked into a box. None of them can make it alone, coordinate them wisely and everybody should be able to make it safely to the exit.
id: Tiga kelompok sedang menuju ke pintu keluar, salah satunya terjebak tepat di atasnya, tetapi terkunci dalam sebuah kotak. Tidak ada yang bisa melakukannya sendirian, koordinasikan mereka dengan bijak dan semua orang seharusnya bisa sampai ke pintu keluar dengan aman.

source: Traps, Dangers and other Problems
id: Perangkap, Bahaya, dan Masalah Lainnya

source: The path to the exit lays below, shimmering through the planks. But the fall is too high, deadly for sure. Can one pingu alone make it's way through the dangerous traps and secure the path to the exit?
id: Jalan menuju pintu keluar berada di bawah, berkilauan di antara papan-papan. Namun, jatuhnya terlalu tinggi, pasti mematikan. Bisakah seekor pingu sendirian menembus jebakan-jebakan berbahaya dan memastikan jalan menuju pintu keluar?

source: Reach that Switch
id: Capai tombol tersebut

source: The path to the exit is straight, flat and simple, but wait a solid door blocking the way? How can the pingus open it? Is that a switch there on the hill to the right? Might that be the solution to opening the door and freeing the pingus? But how can they reach that switch?
id: Jalan menuju pintu keluar lurus, datar, dan sederhana, tapi tunggu, ada pintu kokoh yang menghalangi jalan? Bagaimana pingus bisa membukanya? Apakah itu tombol di bukit sebelah kanan? Mungkin itu solusi untuk membuka pintu dan membebaskan pingus?

source: The Collapsed Column
id: Kolom yang Ambruk

source: High up above the green slime the pingus are moving from column to column, getting closer to the exit with each step, but wait, there is a second group of pingus, they are stuck. The column next to them has collapsed making getting to the exit impossible. Can you find a way around the abyss?
id: Di atas lapisan lendir hijau, para pingus bergerak dari kolom ke kolom, semakin mendekati pintu keluar dengan setiap langkah, tetapi tunggu, ada kelompok pingus kedua yang terjebak. Kolom di samping mereka telah runtuh, membuat akses ke pintu keluar menjadi mustahil. Bisakah kamu menemukan cara untuk menghindari jurang itu?

source: Island of Doom
id: Pulau Kiamat

source: The pingus are released close together, but split up by a solid metal column with seemingly no way to join them back up. The journey will be dangerous and some height has be crossed with the exit hidden below. With some cleverness it should be possible to join those two groups back together.
id: Pingus dilepaskan berdekatan, tetapi dipisahkan oleh kolom logam solid yang tampaknya tidak ada cara untuk menyatukannya kembali. Perjalanan ini akan berbahaya dan harus menyeberangi ketinggian tertentu dengan pintu keluar tersembunyi di bawah.

source: Tower of Death
id: Menara Kematian

source: The pingus are at the top of the tower, with no stairway around. The exit is deep down, hidden at the foot of the tower. How shall they make it down all that height with no floaters sight? A few well placed diggers should be enough to get the job done, but wait, no, their direction isn't quite right. You have to give them directions or it will be their doom.
id: Pingus berada di puncak menara, tanpa tangga di sekitarnya. Keluarannya berada jauh di bawah, tersembunyi di kaki menara. Beberapa penggali yang ditempatkan dengan baik seharusnya cukup untuk menyelesaikan tugas, tapi tunggu, tidak, arah mereka tidak tepat. Kamu harus memberi mereka petunjuk atau itu akan menjadi kehancuran mereka.

source: The Ones
id: Yang Terpilih

source: This is the last stage the pingus have to pass during this Halloween. Two oddly familiar column are in the way. What do they mean? The two groups of pingus have to work together to make it down the columns to the exit far below.
id: Ini adalah tahap terakhir yang harus dilalui oleh pingus selama Halloween ini. Dua kolom yang anehnya familiar menghalangi jalan. Apa artinya? Kedua kelompok pingus harus bekerja sama untuk turun melalui kolom-kolom tersebut menuju pintu keluar yang jauh di bawah.

source: Crawlspace
id: Ruang bawah lantai

source: The path to the exit is blocked and many small tunnels lead the way, but be careful some of those lead to certain death. Or is there something you can do about that and create a save passage for all the Pingus and lead them safely to the exit?
id: Jalan menuju pintu keluar terhalang, dan banyak terowongan kecil yang mengarah ke sana, berhati-hatilah, beberapa di antaranya mengarah ke kematian. Atau apakah ada yang bisa kamu lakukan untuk itu dan menciptakan jalur aman bagi semua Pingus.

source: Down the valley and up again
id: Menuruni lembah dan kembali naik

source: There is a large valley between the entrance and the exit. No bridge will be long enough to cross the valley, but can you find a way back up once you lead the Pingus down into the valley?
id: Ada lembah yang luas di antara pintu masuk dan pintu keluar. Tidak ada jembatan yang cukup panjang untuk menyeberangi lembah itu, tetapi apakah Anda bisa menemukan cara untuk kembali ke atas setelah membawa Pingus turun ke lembah?

source: Entering the pyramid
id: Masuk ke piramida

source: After their long and dangerous journey through the desert the Pingus finally reach the large pyramid, but there is still a pedestal blocking their way.
id: Setelah perjalanan panjang dan berbahaya melintasi gurun, Pingus akhirnya tiba di piramida besar, tetapi masih ada sebuah pedestal yang menghalangi jalan mereka.

source: The window room
id: Ruangan berjendela

source: After the Pingus have entered the pyramid, they reach a large room with a large window. The only problem they have is that the entrance to the room is much too high to survive the landing. Can you help them?
id: Setelah Pingus memasuki piramida, mereka sampai di sebuah ruangan besar dengan jendela besar. Masalah utama yang mereka hadapi adalah bahwa pintu masuk ruangan tersebut terlalu tinggi untuk mendarat dengan selamat. Bisakah kamu membantu mereka?

source: Grand Hall
id: Gedung Utama

source: The pingus have found themselves in the grand hall, a hall full of wonder and treasures. The exit however is high up and won't be easy to reach. Guide the pingus around the hall and maybe you will find a way.
id: Pingus-pingus telah menemukan diri mereka di ruang besar, sebuah ruang yang penuh keajaiban dan harta karun. Namun, pintu keluar berada di tempat yang tinggi dan tidak akan mudah dijangkau. Bantu pingus-pingus berkeliling ruang tersebut.

source: Pass the pedestal
id: Berikan podiumnya

source: A large pedestal is blocking the way to the exit and there aren't enough bashers available to dig it away. Can you find a way to make it past the pedestal?
id: Sebuah pedestal besar menghalangi jalan menuju pintu keluar, dan tidak cukup banyak alat penggali yang tersedia untuk menggali pedestal tersebut. Bisakah menemukan cara untuk melewati pedestal tersebut?

source: The excavation of the pyramid
id: Penggalian piramida

source: The excavations are open to reach the pyramid for his redeeming content. Some excavations, however, is best done with two competitors. Who comes first?
id: Penggalian-penggalian tersebut dibuka untuk mencapai piramida demi isinya yang berharga. Namun, beberapa penggalian sebaiknya dilakukan oleh dua tim. Siapa yang akan tiba lebih dulu?

source: Hidden deep below the pyramid the pingus come across a small underground room, but unfortunatley a large tree root blocks their path...
id: Tersembunyi jauh di bawah piramida, para pingus menemukan sebuah ruangan bawah tanah kecil, tetapi sayangnya, akar pohon besar menghalangi jalan mereka...

source: Catch them at the half way point
id: Tangkap mereka di titik tengah.

source: The Pingus are separated from the exit by large abyss. A simple bridge won't be enough to catch them safely, unless of course you find the right place to put it. Can you uncover that spot?
id: Pingus terpisah dari pintu keluar oleh jurang yang dalam. Jembatan sederhana tidak akan cukup untuk menangkap mereka dengan aman, kecuali tentu saja jika bisa menemukan tempat yang tepat untuk meletakkannya.

source: A bit to the right a bit to left
id: Sedikit ke kanan, sedikit ke kiri

source: Only the most audacious Pingus will be allowed to continue.
id: Hanya Pingus yang paling berani yang diizinkan untuk melanjutkan.

source: 25 Pingus free and 25 in the box
id: 25 Pingus gratis dan 25 dalam kotak

source: Okay for the Bridger but what can I do with Digger? You should save at least one Pingu trapped in the box above the exit.
id: Oke untuk Bridger, tapi apa yang bisa aku lakukan dengan Digger? Kamu harus menyelamatkan setidaknya satu Pingu yang terjebak di kotak di atas pintu keluar.

source: Tunnel Time
id: Waktu Terowongan

source: Dig a tunnel and you might make it to the exit. Digger and miners and stuff have to work together.
id: Gali terowongan dan kamu mungkin bisa sampai ke pintu keluar. Para penggali dan penambang harus bekerja sama.

source: The Roof
id: Atap

source: Sometimes the roofs are not good for refuge, sometimes it should be demolished! But be careful if you aren't precise enough, you might lead the Pingus straight to certain death.
id: Terkadang atap tidak cocok sebagai tempat berlindung, terkadang harus dibongkar! Tapi berhati-hatilah jika tidak cukup teliti, kamu mungkin akan membawa Pingus langsung ke kematian.

source: Pingus Jones and the Last Exit
id: Pingus Jones dan Keluar Terakhir

source: Dr. Jones' notebook: (1) the breath of God: only the penitent pingus will pass; (2) the word of God... in reverse; (3) the path of God: leap from the head of something like a cat.
id: Buku catatan Dr. Jones: (1) nafas Tuhan: hanya orang berdosa yang bertobat yang akan lolos; (2) firman Tuhan... terbalik; (3) jalan Tuhan: melompat dari kepala sesuatu yang mirip kucing.

source: Trapped Underground
id: Terperangkap di Bawah Tanah

source: The penguins escaped the mad scientist, but now they were trapped deep underground. They had no food or water, so they had to move fast.
id: Pinguin-pinguin itu berhasil melarikan diri dari ilmuwan gila, tetapi kini mereka terjebak di bawah tanah yang dalam. Mereka tidak memiliki makanan atau air, jadi mereka harus bergerak cepat.

source: Near can mean far
id: Dekat bisa berarti jauh

source: What do you do when you're going in the wrong direction ? Simple: walk into a wall. But it is easier said than done...
id: Apa yang kamu lakukan saat kamu berjalan ke arah yang salah? Sederhana: tabrak dinding. Tapi lebih mudah diucapkan daripada dilakukan...

source: Experimentation
id: Eksperimen

source: A mad scientist has captured the penguins and is experimenting on them. How can the penguins escape the guillotine?
id: Seorang ilmuwan gila telah menangkap penguin-penguin dan melakukan eksperimen pada mereka. Bagaimana cara penguin-penguin itu melarikan diri dari guillotine?

source: Hall of Illusion
id: Ruangan Ilusi

source: The penguins stopped and stood in indecision. What was real and what was not? Flame lanced from above and a guillotine glittered in the distance. Almost all penguins must survive.
id: Pinguin-pinguin itu berhenti dan berdiri dengan ragu-ragu. Apa yang nyata dan apa yang tidak? Api menyembur dari atas dan sebuah guillotine berkilauan di kejauhan. Hampir semua pinguin harus selamat.

source: The Lava Pit
id: Lubang Lava

source: The penguins had defeated the mad scientist, and were walking away from his destroyed laboratory when a huge hole opened under their feet. The penguins fell into an underground cave and the only way out was across the lava pit. Luckily, it seemed someone had left some helpful signs.
id: Pinguin-pinguin itu telah mengalahkan ilmuwan gila, dan sedang berjalan menjauh dari laboratoriumnya yang hancur ketika sebuah lubang besar tiba-tiba terbuka di bawah kaki mereka. Pinguin-pinguin itu terjatuh ke dalam gua bawah tanah, dan satu-satunya cara keluar adalah melintasi lubang lava. Beruntungnya, sepertinya seseorang telah meninggalkan beberapa tanda yang berguna.

source: At least the experiments are over...
id: Setidaknya eksperimen-eksperimen itu sudah selesai...

source: The good news was that the mad scientist had tired of his experiments, the bad news was that now he was dumping them down a pit. A single floatation device was all the penguins had. Save as many as possible.
id: Berita baiknya adalah ilmuwan gila itu sudah bosan dengan eksperimennya, berita buruknya adalah sekarang dia membuangnya ke dalam lubang. Satu-satunya alat apung yang dimiliki penguin-penguin itu. Selamatkan sebanyak mungkin.

source: Ghosting
id: Menghilang tanpa kabar

source: The penguins came to a long pass. Acid bubbled underneath and it seemed a climber or two were needed. Hint: slider can be used to stop the miner ability.
id: Pinguin-pinguin itu tiba di sebuah lereng panjang. Asam mendidih di bawahnya dan sepertinya dibutuhkan satu atau dua pendaki. Petunjuk: Penggeser dapat digunakan untuk menghentikan kemampuan penambang.

source: The Final (and suprisingly easy) Challenge
id: Tantangan Akhir (dan ternyata mudah)

source: The penguins had reached the end of the island. In the water was a long tree, perfect for the penguin's needs. Their journey was almost over.
id: Pinguin-pinguin telah sampai di ujung pulau. Di air terdapat pohon panjang yang sempurna untuk kebutuhan pinguin. Perjalanan mereka hampir selesai.

source: Revenge is sweet
id: Pembalasan itu manis.

source: The penguins had escaped the mad scientist but now they wanted revenge. They intended to destroy the support structures, sending the evil laboratory crashing down.
id: Pinguin-pinguin itu berhasil melarikan diri dari ilmuwan gila, tetapi kini mereka ingin balas dendam. Mereka berencana menghancurkan struktur penopang, sehingga laboratorium jahat itu runtuh.

source: The penguins had escaped the mad scientist but now they wanted revenge. They intended to destroy the support structures, sending the evil laboratory crashing down. They had to move fast though, because the mad scientist would detect and recapture them if they weren't fast enough.
id: Pinguin-pinguin itu berhasil melarikan diri dari ilmuwan gila, tetapi kini mereka ingin balas dendam. Mereka berencana menghancurkan struktur penopang laboratorium jahat itu. Namun, karena ilmuwan gila itu akan mendeteksi dan menangkap mereka kembali jika mereka tidak cukup cepat.

source: Winter Wonderland
id: Dunia Ajaib Musim Dingin

source: After getting past the lava pit, the penguins walked and walked until they reached a snowed in exit. That would be relatively easy to tunnel through but how would it be possible to tunnel through solid metal?
id: Setelah melewati lubang lava, para penguin terus berjalan hingga mereka mencapai pintu keluar yang tertutup salju. Itu akan relatif mudah untuk digali, tetapi bagaimana mungkin menggali melalui logam yang padat?

source: The Journey Goes On
id: Perjalanan Berlanjut

source: And so the penguins continued on their journey, drawing ever closer to the North Pole. They had escaped the guillotine, defeated the mad scientist and got a new boat. And so this chapter in their voyage was over, but there would be other obstacles. Nothing would stop the determined penguins from reaching their goal.
id: Dan begitu para penguin melanjutkan perjalanan mereka. Mereka telah lolos dari hukuman mati, mengalahkan ilmuwan gila, dan mendapatkan perahu baru. tetapi masih ada rintangan lain yang menanti. Tidak ada yang dapat menghentikan para penguin yang tekun ini untuk mencapai tujuan mereka.

source: Think fast (literally)
id: Berpikir cepat (secara harfiah)

source: This would be simple but for one thing, there are no blockers. All the penguins must survive.
id: Ini akan sederhana jika bukan karena satu hal, yaitu tidak ada penghalang. Semua penguin harus selamat.

source: Shipwrecked
id: Terdampar
