Repository: Kururu19/Pingus-Indonesia
Catalog: *.po
Languages: id

source: The penguins were sailing along happily on their makeshift boat until suddenly an island appeared. The penguins were drawn towards it and crashed, destroying their boat. Now they must find their way across this strange island.
id: Pinguin-pinguin itu sedang berlayar dengan bahagia di perahu darurat mereka hingga tiba-tiba sebuah pulau muncul. Pinguin-pinguin itu tertarik ke arah pulau itu dan menabraknya, menghancurkan perahu mereka. Kini mereka harus mencari jalan untuk menyeberangi pulau aneh ini.

source: Escape from Aliens
id: Melarikan diri dari Alien

source: Aliens invade our starship blocking intrance to the teleporter. Your crew is well trained, like you they don't panic.
id: Aliens menyerbu kapal luar angkasa kita dan menghalangi akses ke teleporter. Kru terlatih dengan baik, seperti mu, mereka tidak panik.

source: Aliens invade our starship blocking entrance to the teleporter. Your crew is well trained, like you they don't panic.
id: Aliens menyerbu kapal luar angkasa kita dan menghalangi akses ke teleporter. Kru Anda terlatih dengan baik, seperti Anda, mereka tidak panik.

source: Aliens are now closest making your escape harder. You must dig it up.
id: Makhluk asing kini semakin dekat, membuat pelarianmu semakin sulit. Kamu harus menggali tempat itu.

source: Alien's nest
id: Sarang alien

source: Pingus invade the nest. Take care of jaws. What's the matrix above?
id: Pingus menyerbu sarang. Hati-hati dengan rahang. Apa itu matriks di atas?

source: Matrix of the death
id: Matriks Kematian

source: Take a piece of paper. Now pingus have to enter the matrix of the death. This is a maze, bad ways are protect by jaws.
id: Ambil selembar kertas. Sekarang pingus harus masuk ke dalam matriks kematian. Ini adalah labirin, jalan-jalan berbahaya dilindungi oleh rahang.

source: Spy's pingus in the matrix of the death
id: Pingus mata-mata dalam matriks kematian

source: Spy's pingus have marked the location of jaws in the matrix of the death. Many died to gain that information :..( Perhaps this help. Perhaps...
id: Pingus mata-mata telah menandai lokasi rahang dalam matriks kematian. Banyak yang tewas untuk mendapatkan informasi itu :..( Mungkin ini membantu. Mungkin...

source: Fourth dimension
id: Dimensi keempat

source: The defenses of the aliens get stronger. Now you have to jump in the fourth dimension to win!
id: Pertahanan alien semakin kuat. Sekarang kamu harus melompat ke dimensi keempat untuk menang!

source: Set your watches
id: Atur jam tangan mu.

source: Cooperation in space.
id: Kerja sama di bidang antariksa.

source: Outside In
id: Dari Luar ke Dalam

source: Can you help the pingus escape without getting their flippers wet?
id: Bisakah kamu membantu pingus melarikan diri tanpa membuat sirip mereka basah?

source: Endless Loop
id: Lingkaran Tak Berujung

source: To the right and to the left the Pingus will face certain death and you have to save 50. Can you help them get out of this mess?
id: Kanan dan kiri, Pingus akan menghadapi kematian pasti, dan kamu harus menyelamatkan 50 di antaranya. Bisakah kamu membantu mereka keluar dari situasi ini?

source: Up up in the space
id: Naik, naik ke angkasa

source: What good is a pick in space? Certainly not to go to the stars.
id: Untuk apa gunanya sebuah alat penggal di ruang angkasa? Tentu saja bukan untuk pergi ke bintang-bintang.

source: Lost in Space
id: Tersesat di Luar Angkasa

source: We don't know where we are but we don't leave anybody behind.
id: Kami tidak tahu di mana kami berada, tetapi kami tidak akan meninggalkan siapa pun di belakang.

source: Falling down
id: Jatuh

source: Pingus intelligence reported that a huge factory located in the subtropical zone might be a reason of a climate change. They decided to go there and shut down the factories. This will be a long and dangerous expedition. Pingus and you will have to face many difficulties on your way. As the ice is melting, at first you have to build some bridges and watch out for the cliff.
id: Laporan intelijen Pingus menyebutkan bahwa pabrik besar yang terletak di zona subtropis mungkin menjadi penyebab perubahan iklim. Mereka memutuskan untuk pergi ke sana dan menutup pabrik-pabrik tersebut. Ini akan menjadi ekspedisi yang panjang dan berbahaya. Pingus harus menghadapi banyak kesulitan di sepanjang perjalanan. Seiring mencairnya es, pertama-tama Kamu harus membangun jembatan-jembatan dan waspada terhadap tebing.

source: Jump
id: Lompat

source: All Pingus need is to jump.... Hint: While pausing (press P key) you still can control Pingus.
id: Yang dibutuhkan Pingus hanyalah melompat.... Petunjuk: Saat pause (tekan tombol P), Anda masih dapat mengendalikan Pingus.

source: Factory
id: Pabrik

source: Finally you reached the factory. Watch out as there are many dangers. Use bombers to destroy the basement of the factory. Good luck!
id: Akhirnya kamu sampai di pabrik. Hati-hati, karena ada banyak bahaya di sana. Gunakan pesawat tempur untuk menghancurkan basement pabrik. Semoga sukses!

source: Going back home
id: Kembali ke rumah

source: Your mission is over. Pingus can go back home, but be careful!
id: Misi telah selesai. Pingus bisa pulang ke rumah, tapi hati-hati!

source: Bonus track
id: Bonus lagu

source: Pingus are at home, but after the climate change living on the South Pole became more dangerous. There is one more mission for you.
id: Pingus berada di rumah, tetapi setelah perubahan iklim, hidup di Kutub Selatan menjadi lebih berbahaya. Ada satu misi lagi untukmu.

source: Destination North
id: Tujuan Utara

source: For now, Pingus are leaving South Pole and moving North. You have to help them!
id: Saat ini, Pingus sedang meninggalkan Kutub Selatan dan berpindah ke Utara. Kamu harus membantu mereka!

source: The Cave
id: Goa

source: Pingus on their way came across a huge cave. You have to lead them through. Remember that sometimes there is more than one way out. Hint: To 'unlock' blockers you can use bashers and jumpers.
id: Pingus dalam perjalanan mereka menemukan sebuah gua besar. Kamu harus memandu mereka melewatinya. Ingatlah bahwa terkadang ada lebih dari satu jalan keluar. Petunjuk: Untuk ‘membuka’ penghalang, kamu bisa menggunakan bashers dan jumpers.

source: Difficulties on the way
id: Kendala di sepanjang perjalanan

source: It looks you have encountered serious difficulties. But don't panic, Pingus are waiting for your orders, they count on you so don't fail! Hint: Miners, diggers and bashers are very important here!
id: Sepertinya Kamu menghadapi kesulitan yang serius. Tapi santai saja, Pingus sedang menunggu perintah mu, mereka mengandalkan mu jadi jangan sampai gagal! Petunjuk: Penambang, penggali, dan pemukul sangat penting di sini!

source: Four ways out
id: Empat cara untuk keluar

source: It's getting warmer but Pingus are bravely moving North. This time it will be much easier. There are at least four ways out. Could you find them?
id: Cuaca semakin hangat, tetapi Pingus tetap berani bergerak ke utara. Kali ini akan jauh lebih mudah. Ada setidaknya empat jalan keluar. Bisakah kamu menemukannya?

source: Egypt - So easy
id: Mesir - Mudah

source: Pingus reached Egypt. Looks easy, but is it really so easy? Try it out.
id: Pingus tiba di Mesir. Kelihatannya mudah, tapi benarkah sesederhana itu? Coba saja.

source: Egypt - Oasis
id: Mesir - Oasis

source: Last time it was easy. Now it will be a little bit harder. Pingus are entering oasis. Watch out for the water.
id: Terakhir kali itu mudah. Sekarang akan sedikit lebih sulit. Pingus sedang memasuki oasis. Hati-hati dengan airnya.

source: Egypt - The Maze
id: Mesir - Labirin

source: You came across a maze. Can you find the way out? Think twice before digging.
id: Kamu menemukan sebuah labirin. Bisakah kamu menemukan jalan keluarnya? Pikirkan dua kali sebelum menggali.

source: Egypt - Pyramids
id: Mesir - Piramida

source: The maze led you to the big pyramids. Now you have 4 minutes to escape. Hurry up!
id: Labirin itu membawa mu ke piramida-piramida besar. Sekarang Anda memiliki 4 menit untuk melarikan diri. Ayo cepat!

source: Here you might have some time to relax. The path isn't complicated and a bit of bombing and catching of Pingus should bring you to the end without much trouble, but don't relax to much, your resources are limited, so be careful when using them.
id: Di sini mungkin memiliki sedikit waktu untuk bersantai. Jalurnya tidak terlalu rumit, dan dengan sedikit pengeboman dan menangkap Pingus, Anda seharusnya bisa sampai ke akhir tanpa banyak kesulitan. Namun, jangan terlalu santai, karena sumber daya mu terbatas, jadi gunakanlah dengan hati-hati.

source: Up, Up and Away
id: Naik, Naik, dan Pergi

source: The exit is in a weird spot here, straight above. A bridge won't get you there, but your toolset allows an alternative way. Can you figure it out?
id: Keluarannya ada di tempat yang aneh di sini, tepat di atas. Jembatan tidak akan membawa ke sana, tetapi alat-alat Kamu memungkinkan cara alternatif.

source: If only penguins could fly
id: Andai saja penguin bisa terbang

source: Bridges are kind of rare around here, so don't waste any. That aside, you shouldn't have to much trouble here, everything to do here you should have learned, but you might have to use all that knowledge at once.
id: Jembatan di sini cukup langka, jadi jangan sia-siakan. Terlepas dari itu, kamu seharusnya tidak akan mengalami banyak kesulitan di sini. Semua hal yang perlu dilakukan di sini seharusnya sudah kamu pelajari, tapi mungkin kamu harus menggunakan semua pengetahuan itu sekaligus.

source: Stairway to Heaven
id: Tangga Menuju Surga

source: Here things start to get a little complicated. Getting up to the exit is hard enough with a single Pingu, but with all of them? Impossible! But wait, who says they have to come the same way?
id: Di sini mulai sedikit rumit. Naik ke pintu keluar saja sudah sulit dengan satu Pingu, apalagi dengan semuanya? Mustahil! Tapi tunggu, siapa bilang mereka harus datang dengan cara yang sama?

source: Misdirection Everywhere
id: Pengalihan Perhatian di Mana-Mana

source: The last level for this Xmas. Looks a little complicated, right? Don't worry with all you have learned so far, you should be able to even solve this. Good Luck & a Merry Xmas 2011
id: Level terakhir untuk Natal ini. Terlihat sedikit rumit, ya? Jangan khawatir, dengan semua yang sudah kamu pelajari sejauh ini, kamu seharusnya bisa menyelesaikan ini. Good Luck & Merry Christmas 2011

source: The Big Jump
id: Lompatan Besar

source: Going in and out of the abyss with all Pingus isn't an option here, but a small group preparing the path or the others should get you across.
id: Masuk dan keluar dari jurang bersama semua Pingus bukanlah pilihan di sini, tetapi sekelompok kecil yang mempersiapkan jalan atau yang lain seharusnya dapat membantu Anda menyeberang.

source: No Way to Stop
id: Tidak Ada Cara untuk berhenti

source: Here you don't have much time to waste. The path to the exit is clear and straight, but you don't have the time to prepare it. Can you find a way to leap ahead?
id: Di sini, Kamu tidak punya banyak waktu untuk membuang-buang. Jalan menuju keluar jelas dan lurus, tetapi Kamu tidak punya waktu untuk mempersiapkannya. Bisakah menemukan cara untuk melompat ke depan?

source: Ice Block Blockage
id: Sumbatan Blok Es

source: What's this? A gigantic ice block straight in the path? Where did that come from? No time wondering about things like that. The Pingus need to get to the exist and it's your job to find a way around the block.
id: Apa ini? Sebuah blok es raksasa tepat di tengah jalan? Dari mana asalnya? Tidak ada waktu untuk memikirkan hal-hal seperti itu. Pingus harus sampai ke pintu keluar, dan tugasmu adalah menemukan cara untuk mengelilingi blok es itu.

source: The Impossible Bridge
id: Jembatan yang Mustahil

source: Two groups of Pingus separated by a deep byss, joining them by a bridge seems impossible, but wise coordination of the two groups and a brave leap should let you make it to the exit.
id: Dua kelompok Pingus yang dipisahkan oleh jurang dalam, menghubungkan keduanya dengan jembatan tampaknya mustahil, tetapi koordinasi yang bijak antara kedua kelompok dan lompatan berani seharusnya mencapai pintu keld

source: Spiraling Away
id: Menjauh dalam spiral

source: The exit is straight below, but the path is blocked by solid steal with no way through. But the Pingus have a versatile toolset at hand, can you use it to find a way around and make it to the exit?
id: Keluarannya ada tepat di bawah, tetapi jalurnya diblokir oleh baja solid yang tidak bisa dilewati. Namun, Pingus memiliki perlengkapan yang serbaguna, bisakah kamu menggunakannya untuk menemukan jalan alternatif dan sampai ke keluarannya?

source: Tutorial Island
id: Pulau tutorial

source: Learn the basics
id: Pelajari dasar-dasarnya

source: Watch Ending
id: Tonton penutupan

source: Watch Intro
id: Tonton pembukaan

source: The Journey Begins
id: Perjalanan Dimulai

source: For a long time, the Pingus have lived happily in peace on the South Pole along with all the other animals. Everything was in balance and it seemed like nothing could disrupt their peace. The Pingus were happy and it seemed like this could never end.
id: Selama bertahun-tahun, Pingus hidup bahagia dan damai di Kutub Selatan bersama semua hewan lainnya. Segala sesuatunya seimbang dan sepertinya tidak ada yang bisa mengganggu kedamaian mereka. Pingus merasa bahagia dan sepertinya kebahagiaan ini tidak akan pernah berakhir.

source: But then one day, things began to change slowly: the sky got darker and the earth got warmer. Firstly, they thought this was just a normal fluctuation in the world's climate, but things seemed to get worse and worse with every year.
id: Namun, suatu hari, perlahan-lahan segala sesuatu mulai berubah: langit menjadi lebih gelap dan bumi menjadi lebih hangat. Awalnya, mereka mengira ini hanyalah fluktuasi normal dalam iklim dunia, tetapi seiring berjalannya waktu, keadaan tampaknya semakin memburuk setiap tahunnya.

source: The snow began to melt away in a few areas and food became an issue. Other animals tried to leave the region to search for colder areas, but the Pingus knew that this wouldn't help: they knew that they had to do something about it.
id: Salju mulai mencair di beberapa daerah dan makanan menjadi masalah. Hewan-hewan lain mencoba meninggalkan wilayah tersebut untuk mencari daerah yang lebih dingin, tetapi Pingus tahu bahwa hal itu tidak akan membantu: mereka tahu bahwa mereka harus melakukan sesuatu tentang hal itu.

source: So the circle of the eldest came together to decide what to do about it. They decided to send out an expedition around the world to find the cause of this warming. The expedition consisted of hundreds of the bravest Pingus on the South Pole.
id: Jadi, para tetua berkumpul untuk memutuskan apa yang harus dilakukan. Mereka memutuskan untuk mengirimkan ekspedisi keliling dunia untuk mencari penyebab pemanasan ini. Ekspedisi tersebut terdiri dari ratusan Pingus terberani di Kutub Selatan.

source: And they picked you to lead them on their journey around the world. Since the journey will be dangerous and difficult, your first goal is the Island of Mogorok, also known as the Tutorial Island. According to the eldest, this island has always been the first stop of Pingus that were sent out into the world.
id: Dan mereka memilihmu untuk memimpin mereka dalam perjalanan keliling dunia. Karena perjalanan ini akan berbahaya dan sulit, tujuan pertamamu adalah Pulau Mogorok, yang juga dikenal sebagai Pulau Tutorial. Menurut yang tertua, pulau ini selalu menjadi pemberhentian pertama bagi Pingus yang dikirim ke seluruh dunia.

source: The island consists of many areas that are ideal to teach the Pingus their abilities. The Pingus can learn to build bridges, climb, bash and use many other talents which they will need on their long and dangerous journey.
id: Pulau ini terdiri dari banyak area yang ideal untuk mengajarkan kemampuan kepada Pingus. Pingus dapat belajar membangun jembatan, memanjat, menghancurkan, dan menggunakan banyak kemampuan lain yang akan mereka butuhkan dalam perjalanan panjang dan berbahaya mereka.

source: While there, you can practice your abilities in commanding and guiding the Pingus. You can also get familiar with all the abilities the Pingus provide and learn to master them, since you will need all of them on your journey around the world.
id: Selama berada di sana, Anda dapat melatih kemampuan Anda dalam mengendalikan dan mengarahkan Pingus. Anda juga dapat mengenal semua kemampuan yang dimiliki Pingus dan belajar menguasainya, karena Anda akan membutuhkannya selama perjalanan Anda keliling dunia.

source: Now that you and the Pingus have arrived at Tutorial Island it is time to take command and begin your mission. Good Luck!
id: Sekarang setelah Anda dan Pingus tiba di Pulau Tutorial, saatnya untuk mengambil alih komando dan memulai misi Anda. Semoga beruntung!

source: The Journey Continues
id: Perjalanan Berlanjut

source: Now after you and the Pingus have learned the basics and practiced a bit it is time to move on and begin the journey into the world. Since the ice floe with which the Pingus traveled to the Tutorial Island isn't going to hold on the whole way into the warmer climates the Pingus have to find something else to guide them on their journey.
id: Sekarang setelah kamu dan Pingus telah mempelajari dasar-dasarnya dan berlatih sebentar, saatnya untuk melanjutkan dan memulai perjalanan ke dunia. Karena bongkahan es yang digunakan Pingus untuk bepergian ke Pulau Tutorial tidak akan bertahan sepanjang perjalanan ke iklim yang lebih hangat, Pingus harus mencari sesuatu yang lain untuk memandu mereka dalam perjalanan mereka.

source: But as the eldest have said, the Tutorial Island provides not only a good way to practice, but it is also the starting point into the world. After some searching the Pingus discovered the meaning of this, and they found the large tree at the end of the island which gave them wood to construct a float.
id: Namun, seperti yang telah dikatakan oleh yang tertua, Pulau Tutorial tidak hanya menyediakan cara yang baik untuk berlatih, tetapi juga merupakan titik awal untuk memasuki dunia. Setelah melakukan pencarian, Pingus menemukan makna dari hal ini, dan mereka menemukan pohon besar di ujung pulau yang memberikan kayu untuk membangun rakit.

source: So the Pingus set out and constructed some large rafts, enough to carry them all. After also packing a bunch of provisions they were prepared to start their journey and leave their familiar ground and enter the unknown parts of the world.
id: Jadi, para Pingus berangkat dan membangun beberapa rakit besar, cukup untuk membawa mereka semua. Setelah juga mengemas sejumlah persediaan, mereka siap untuk memulai perjalanan mereka dan meninggalkan tanah yang mereka kenal untuk memasuki bagian-bagian dunia yang belum dikenal.

source: So the Pingus sit on their raft, worrying about what's to come and where to go, while floating into the sunset. To be continued...
id: Jadi, Pingus duduk di rakit mereka, cemas memikirkan apa yang akan terjadi dan ke mana harus pergi, sambil mengapung menuju matahari terbenam. Bersambung...

source: Alien by Josh Dye
id: Alien oleh Josh Dye

source: Escape from alien
id: Melarikan diri dari alien

source: Crystaline sparkling full of danger
id: Crystal berkilau penuh bahaya

source: Desert
id: Gurun

source: Getting hot outside...
id: Cuaca di luar semakin panas...

source: Factory Campaign
id: Kampanye Pabrik

source: Pingus expedition
id: Ekspedisi Pingus

source: Trapped at All Hallows Eve
id: Terjebak pada Malam Halloween

source: Going Underground
id: Menuju Bawah Tanah

source: Hellmouth
id: Mulut Neraka

source: A cave full of slime...
id: Gua yang dipenuhi lendir...

source: Jungle
id: Hutan

source: Marooned on an Uncharted Isle [by Lachlan McCubbin]
id: Terdampar di Pulau yang tak diketahui [oleh Lachlan McCubbin]

source: Trapped in a video game
id: Terjebak dalam permainan video

source: Merry Christmas and a Happy New Year
id: Selamat Natal dan Tahun Baru!
